Repository: triopsi/projects-showroom
Catalog: lang/psr-*.po
Languages: de_de

source: A very simple showroom for your projects. Create projects and copy-paste the shortcode everywhere in your post or site.
de_de: Zeige deine Projekte in einem extra dafür erstelltem Showroom vor. Einfaches copy-paste des Shortcodes in Beiträgen oder Seiten.

source: please set a project name
de_de: Bitte gebe ein Projekt Titel ein

source: please set a featured image!
de_de: Bitte setze ein Beitragsbild fest!

source: Help
de_de: Hilfe

source: Geeting Started with projects showroom
de_de: Lasst uns beginnen

source: Step 1. Go to "All Projects --> Add New".
de_de: Schritt 1: Gehe zu "Alle Projekte --> Projekt hinzufügen".

source: Step 2. Add project title, project link and a project image under featured image section.
de_de: Schritt 2: Füge Projekt Titel, ein Projekt Link und ein Projektbild ein.

source: Step 3. Display multiple projects showcase, create categories under "Projects --> Projects Category" and create categories.
de_de: Schritt 3: Um die Menü Funktion zu benutzen, füge Kategorien hinzu. Gehe zu "Projekte --> Projektkategorien" und erstelle neue Kategorien.

source: Step 4. Copy-paste the shortcode <span class="psr-shortcode-preview">[psr]</span> anywhere in your post or site.
de_de: Schritt 4: Kopiere und füge den Shortcode <span class="psr-shortcode-preview">[psr]</span> in deinem Post oder Seite ein.

source: All Shortcodes
de_de: Alle SHortcodes

source: Project Showroom Shortcode. Show all projects and show the menue bar
de_de: Projekt Showroom Shortcode. Zeige alle Projekte mit einem Menü.

source: show projects from a category
de_de: Zeige alle Projekte von einer Kategorie

source: show a project in a showcase
de_de: Zeige ein Projekt

source: All Shortcodes parameters
de_de: Alle Shortcode Parameter

source: Project link target. Value=_self or _blank, Default=_self
de_de: Projekt Link Ziel. Value=_self or _blank, Standardmäßig=_self

source: Show the project titel in the showcase. Value=true or false, Default=true
de_de: Zeige die Überschrift des Projektes an. Value=true or false, Standardmäßig=true

source: orderby the atribute of projects Value=date, ID, title, name or rand, Default=date
de_de: Sortiere Projekte nach Eigenschaft. Value=date, ID, title, name or rand, Standardmäßig=date

source: sort the project in ascending or descending order. Value=asc or desc, Default=ASC
de_de: Sortiere die Projekte Auf oder Absteigend. Value=asc or desc, Standardmäßig=ASC

source: show the menue bar. Value=true or false, Default=true
de_de: Zeige das Menü. Value=true or false, Standardmäßig=true

source: Need Support?
de_de: Brauchst du Support?

source: Check plugin document for shortcode parameters.
de_de: Checke die Plugin Dokumentation für alle Shortcodes.

source: Documentation
de_de: Dokumentation

source: Donate
de_de: Spenden

source: Projects details
de_de: Projekt Details

source: More information URL
de_de: Mehr Informationen URL

source: e.g. https://example.com
de_de: z.B. https://example.com

source: Color shema
de_de: Farbschema

source: Choose a main color:
de_de: Wähle eine Hauptfarbe aus.

source: Choose a main hover color:
de_de: Wähle eine Hover Farbe aus.

source: This color will use for the Titel, Menue bar and description.
de_de: Diese Farbe wird für den Titel, das Menü und für die Beschreibung des Projektes benutzt.

source: Projects options
de_de: Projekt optionen

source: Save Settings
de_de: Einstellungen speichern

# psr
source: All
de_de: Alle

# psr
source: More information
de_de: Mehr Informationen

source: Projects
de_de: Projekte

source: Projects Showroom
de_de: Projekt Showroom

source: Add Project
de_de: Projekt hinzufügen

source: Add New Project
de_de: Neues Projekt hinzufügen

source: New Projects
de_de: Neue Projekte

source: Edit Project
de_de: Projekt bearbeiten

source: View Project
de_de: Zeige Projekt

source: All Projects
de_de: Alle Projekte

source: Search Projects
de_de: Suche Projekte

source: No Projects found.
de_de: Keine Projekte gefunden

source: No Projects found in Trash.
de_de: Keine Projekte im Mülleimer gefunden.

source: Set logo image
de_de: Projektbild setzen

source: Remove logo image
de_de: Projektbild löschen

source: Categorie
de_de: Kategorien

source: Category
de_de: Kategorie

source: Search categorie
de_de: Suche Kategorie

source: All categorie
de_de: Alle Kategorien

source: Parent Category
de_de: Eltern Kategorie

source: Parent Category:
de_de: Eltern Kategorien:

source: Edit Category
de_de: Bearbeite Kategorie

source: Update Category
de_de: Update Kategorie

source: Add New Category
de_de: Neue Kategorie hinzufügen

source: New Category Name
de_de: Neue Kategorie Namen

source: Separate categories with commas
de_de: Trenne Kategorien mit kommas

source: Add or remove category
de_de: Füge oder Lösche Kategorie

source: Choose from the most used categories
de_de: Wähle aus den meist benutzen Kategorien aus.

source: No category found.
de_de: Keine Kategorie gefunden.

source: Project Category
de_de: Projekt Kategorie

source: Project updated.
de_de: Projekt aktualisiert.

source: Project published.
de_de: Projekt veröffentlicht.

source: Project saved.
de_de: Projekt gespeichert.

source: Project draft updated.
de_de: Projekt Entwurf gespeichert.

source: Project name
de_de: Projekt Name
